tap "adoptopenjdk/openjdk"
tap "cjbassi/ytop"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jetbrains/utils"
tap "koekeishiya/formulae"
tap "localazy/tools"
tap "mongodb/brew"
tap "mykolaharmash/git-jump"
tap "nektos/tap"
tap "rasukarusan/tap"
tap "rigellute/tap"
tap "sambadevi/powerlevel9k"
tap "wix/brew"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "autoenv"
brew "python@3.11"
brew "autojump"
brew "automake"
brew "awscli"
brew "libgit2"
brew "bat"
brew "blueutil"
brew "bzip2"
brew "python@3.12"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask", link: false
brew "pycparser"
brew "cffi"
brew "cmake"
brew "cmocka"
brew "ctop"
brew "curl"
brew "deno"
brew "diskonaut"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docutils"
brew "dos2unix"
brew "doxygen"
brew "dust"
brew "exa"
brew "eza"
brew "fnm"
brew "libtool"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-open"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grex"
brew "htop"
brew "libgit2@1.6"
brew "makensis"
brew "man2html"
brew "mas"
brew "maven"
brew "mingw-w64"
brew "mockery"
brew "node"
brew "mongosh"
brew "mysql-client"
brew "neovim"
brew "node@16"
brew "openjdk@17"
brew "pgloader"
brew "pinentry-mac"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "starship"
brew "virtualenv"
brew "wget"
brew "wimlib"
brew "yarn"
brew "heroku/brew/heroku"
cask "1password-cli"
cask "blackhole-16ch"
cask "blackhole-64ch"
cask "fig"
cask "mysql-shell"
cask "odrive"
cask "zoom"
mas "EasyRes", id: 688211836
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Irvue", id: 1039633667
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Outlook", id: 985367838
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "Toggl Track", id: 1291898086
mas "Xcode", id: 497799835
